Repository: chandana-murthy/3DScanningApp
Catalog: DataFlorScanner/Localizable/*.lproj/Localizable.strings
Languages: de

source: Move the device around to detect horizontal and vertical surfaces.
de: Bewegen Sie das Gerät, um horizontale und vertikale Flächen zu erkennen.

source: Tracking unavailable.
de: Tracking nicht verfügbar

source: Attempting to resume...
de: Versuch der Wiederaufnahme...

source: Too quick - Move the device more slowly.
de: Zu schnell - Bewegen Sie das Gerät langsamer.

source: Tracking limited - Point the device at an area with visible surface detail, or improve lighting conditions.
de: Eingeschränktes Tracking - Richten Sie das Gerät auf einen Bereich mit sichtbaren Oberflächendetails, oder verbessern Sie die Lichtverhältnisse.

source: Initializing AR session...
de: Initialisierung der AR-Sitzung...

source: Tap a location to begin measuring
de: Tippen Sie auf einen Ort, um die Messung zu starten

source: Tap another location to complete measurement
de: Tippen Sie auf eine andere Stelle, um die Messung abzuschließen

source: Unable to save the scan. Please try again
de: Der Scan kann nicht gespeichert werden. Bitte versuchen Sie es erneut

source: Session was interrupted
de: Die Sitzung wurde unterbrochen

source: Session interruption ended
de: Sitzungsunterbrechung beendet

source: Restart session
de: Sitzung neu starten

source: The AR session failed.
de: Die AR-Sitzung ist fehlgeschlagen.

source: Start measuring
de: Messung starten

source: Stop measuring
de: Messung stoppen

source: Save in progress, please wait.
de: Speicherung läuft, bitte warten

source: No scan to save.
de: Kein Scan zum Speichern

source: Failed To save file.
de: Datei konnte nicht gespeichert werden

source: Starting AR session...
de: AR-Sitzung starten...

source: Please wait
de: Bitte warten

source: New scan
de: Neuer Scan

source: Add scan
de: Scan hinzufügen

source: Please enter a name
de: Bitte einen Namen eingeben

source: Please enter a description
de: Bitte eine Beschreibung eingeben

source: Description
de: Beschreibung

source: Failed to load the asset. Please close and try again
de: Das Asset konnte nicht geladen werden. Bitte schließen und erneut versuchen

source: Are you sure you want to delete this scan?
de: Sind Sie sicher, dass Sie diesen Scan löschen wollen?

source: Are you sure you want to delete all markers?
de: Sind Sie sicher, dass Sie alle Markierungen löschen wollen?

source: Supported export formats
de: Unterstützte Export-Formate

source: Created on
de: Erstellt am

source: Capture
de: Erfassen

source: Point cloud
de: Punktwolke

source: New point cloud
de: Neue Punktwolke

source: Point cloud scans
de: Punktwolken-Scans

source: Undo
de: Rückgängig

source: Save
de: Speichern

source: Delete
de: Löschen

source: Error
de: Fehler

source: Oops
de: Ups

source: Alert!
de: Warnung!

source: Restart
de: Neustart

source: No scans available
de: Keine Scans verfügbar

source: No mesh scans available
de: Keine Mesh-Scans verfügbar

source: Point size
de: Punktgröße

source: Background visibility
de: Hintergrund-Sichtbarkeit

source: lat
de: Breite

source: long
de: Länge

source: Point visibility
de: Punkt Sichtbarkeit

source: Mesh visibility
de: Mesh-Sichtbarkeit

source: Normal estimation
de: Normals Schätzung

source: Surface reconstruction
de: Surface Wiederaufbau

source: Processing...
de: Bearbeitung...

source: Export type
de: Exporttyp

source: This application requires a LiDAR capable device. It seems that unfortunately this device does not support this functionality.
de: Diese Anwendung erfordert ein LiDAR-fähiges Gerät. Es scheint, dass dieses Gerät diese Funktion leider nicht unterstützt.

source: To change the app language, app needs to be restarted. Continue?
de: Um die Sprache der App zu ändern, muss die App neu gestartet werden. Weiter?

source: Yes
de: Ja

source: No
de: Nein

source: Unknown
de: Unbekannt

source: Do you want to change the language to English?
de: Möchten Sie die Sprache auf Englisch umstellen?

source: Do you want to change the language to German?
de: Möchten Sie die Sprache auf Deutsch umstellen?

source: Cancel
de: Abbrechen

source: App language change
de: App Sprache ändern

source: Measurement visibility
de: Messsichtbarkeit

source: The scan is not saved. Are you sure you want to close it?
de: Der Scan wird nicht gespeichert. Sind Sie sicher, dass Sie ihn schließen wollen?

source: Download
de: Herunterladen

source: Show points
de: Punkte zeigen

source: Hide points
de: Punkte ausblenden

source: No plane detected. Please try a different location.
de: Keine Ebene gefunden. Bitte versuchen Sie es an einem anderen Ort.

source: Delete measurements
de: Messungen löschen

source: Unable to start scan. Please try again or restart the application
de: Der Scan konnte nicht gestartet werden. Bitte versuchen Sie es erneut oder starten Sie die App neu

source: We're sorry, the file is corrupted. It can no longer be downloaded in this format
de: Es tut uns leid, die Datei ist beschädigt. Sie kann in diesem Format nicht mehr heruntergeladen werden.

source: Failed to find a plane. Try tapping a different location.
de: eine Ebene nicht gefunden. Versuchen Sie, eine andere Stelle anzuwählen.

source: Got it!
de: Ich habs!

source: Location
de: Standort

source: Save changes?
de: Änderungen speichern?

source: Are you sure you want to save changes to the scan?
de: Sind Sie sicher, dass Sie die Änderungen am Scan speichern wollen?

source: Scan saved successfully.
de: Scan erfolgreich gespeichert.

source: When sampling the world, each point is attributed a weighted value depending of luminosity and distance
de: Bei der Abtastung der Welt wird jedem Punkt ein gewichteter Wert zugewiesen, der von der Helligkeit und der Entfernung abhängt.

source: Low
de: Niedrig

source: Medium
de: Mittel

source: High
de: Hoch

source: Confidence
de: Vertrauen

source: The application needs access to the camera to scan your environment. Please change this permission in the settings.
de: Die Anwendung benötigt Zugriff auf die Kamera, um Ihre Umgebung zu scannen. Bitte ändern Sie diese Berechtigung in den Einstellungen.

source: Settings
de: Einstellungen

source: Flashlight
de: Taschenlampe

source: In order to be able to apply this processing, the vertices normals need to be known. Consider doing a "normal estimation" pass in order to compute them.
de: Um diese Verarbeitung anwenden zu können, müssen die Normalen der Eckpunkte bekannt sein. Erwägen Sie einen Durchgang "Normale Schätzung", um sie zu berechnen.

source: The underlying Python module used for processing encountered some issues with memory management
de: Das zugrundeliegende Python-Modul, das für die Verarbeitung verwendet wird, hat Probleme mit der Speicherverwaltung

source: Something went wrong
de: Etwas ist schief gelaufen

source: Show mesh
de: Mesh zeigen

source: Language
de: Sprache

source: Theme
de: Thema

source: Measurements
de: Messungen

source: View
de: Ansicht

source: Tools
de: Werkzeuge

source: Adjustments
de: Anpassungen

source: Back
de: Züruck

source: New changes are not saved. Are you sure you want to close?
de: Neue Änderungen werden nicht gespeichert. Sind Sie sicher, dass Sie schließen wollen?
